aalib
acl
adobe-source-code-pro-fonts
adwaita-cursors
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
aom
appstream
archlinux-keyring
argon2
asciidoc
at-spi2-core
attr
audit
augeas
autoconf
automake
avahi
base
bash
bc
bind
binutils
bison
bluez
bluez-libs
bluez-utils
bridge-utils
brotli
btrfs-progs
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cantarell-fonts
capstone
cdparanoia
cifs-utils
cmake
cmatrix
coreutils
cpio
cppdap
cryptsetup
cups
cups-filters
curl
dav1d
db
db5.3
dbus
dconf
debootstrap
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
dosfstools
dtc
duktape
e2fsprogs
edk2-ovmf
efibootmgr
efivar
ell
enchant
exfatprogs
exo
expat
f2fs-tools
fakeroot
fftw
file
filesystem
findutils
flac
flatpak
flex
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcr
gcr-4
gdbm
gdk-pixbuf2
geoclue
gettext
ghostscript
giflib
git
glew
glib-networking
glib2
glibc
glu
gmp
gnome-desktop-4
gnome-desktop-common
gnome-keyring
gnupg
gnutls
go
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gssdp
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk-vnc
gtk3
gtk4
gtksourceview4
guile
gupnp
gupnp-igd
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hivex
htop
http-parser
hwdata
hwloc
hyphen
iana-etc
icu
ijs
imagemagick
imlib2
iniparser
iproute2
iptables
iputils
iso-codes
iwd
jansson
jbig2dec
jemalloc
jfsutils
json-c
json-glib
jsoncpp
kbd
keyutils
kmod
krb5
lame
lazygit
lcms2
ldns
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-sqlite
lib32-systemd
lib32-vulkan-icd-loader
lib32-vulkan-radeon
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libadwaita
libaio
libappindicator-gtk3
libarchive
libassuan
libasyncns
libavc1394
libavif
libbpf
libbsd
libburn
libcaca
libcacard
libcamera
libcamera-ipa
libcap
libcap-ng
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdrm
libdv
libedit
libelf
libepoxy
libev
libevdev
libevent
libewf
libexif
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgirepository
libgit2
libglvnd
libgovirt
libgpg-error
libgtop
libgudev
libguestfs
libical
libice
libidn
libidn2
libiec61883
libindicator-gtk3
libinih
libinput
libisl
libisoburn
libisofs
libjpeg-turbo
libksba
liblc3
libldac
libldap
libldm
liblqr
libluv
libmalcontent
libmanette
libmaxminddb
libmd
libmm-glib
libmnl
libmpc
libmysofa
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnma
libnma-common
libnotify
libnsl
libogg
libomxil-bellagio
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipewire
libpng
libproxy
libpsl
libpulse
libqalculate
libraqm
libraw1394
librest
librsvg
libsasl
libseccomp
libsecret
libshout
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtraceevent
libtracefs
libunistring
libunwind
liburcu
liburing
libusb
libutempter
libuv
libva
libva-mesa-driver
libverto
libvirt
libvirt-glib
libvirt-python
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwpe
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
licenses
lightdm
lightdm-gtk-greeter
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
llvm-libs
lm_sensors
lmdb
lrzip
lsb-release
lsof
lsscsi
lua
luajit
lv2
lvm2
lz4
lzo
lzop
m4
maim
make
mdadm
mesa
meson
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpg123
msgpack-c
mtdev
mtools
multipath-tools
nano
ncurses
ndctl
neofetch
neovim
nettle
network-manager-applet
networkmanager
nftables
nilfs-utils
ninja
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npth
nspr
nss
ntfs-3g
numactl
openbsd-netcat
openjpeg2
openmpi
openpmix
openssh
openssl
opus
orc
osinfo-db
ostree
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pam
pambase
pango
parted
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-error
perl-libintl-perl
perl-mailtools
perl-timedate
phodav
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
pixman
pkgconf
polkit
poppler
poppler-data
popt
procps-ng
psmisc
python
python-attrs
python-cairo
python-cairocffi
python-cffi
python-chardet
python-cryptography
python-dbus-next
python-distlib
python-filelock
python-gobject
python-idna
python-iwlib
python-packaging
python-pip
python-platformdirs
python-ply
python-psutil
python-pycparser
python-pyparsing
python-requests
python-six
python-tqdm
python-typing_extensions
python-urllib3
python-virtualenv
python-wheel
python-xcffib
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-nfs
qemu-block-ssh
qemu-chardev-spice
qemu-common
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-x86
qemu-system-x86-firmware
qemu-tools
qemu-ui-curses
qemu-ui-opengl
qemu-ui-spice-app
qemu-ui-spice-core
qpdf
qtile
ranger
rav1e
readline
reiserfsprogs
rhash
rofi
rofi-calc
rsync
rtkit
run-parts
sbc
scrot
seabios
seatd
sed
serd
shadow
shared-mime-info
slang
sleuthkit
slop
smartmontools
snappy
sord
speex
speexdsp
spice
spice-gtk
spice-protocol
sqlite
squashfs-tools
sratom
startup-notification
steam
strace
sudo
supermin
svt-av1
sysfsutils
syslinux
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
texinfo
thin-provisioning-tools
thunar
tinycompress
tpm2-tss
tracker3
tree
tree-sitter
twolame
tzdata
uasm
ufw
unibilium
unzip
usbredir
usbutils
uthash
util-linux
util-linux-libs
v4l-utils
vde2
vi
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virt-viewer
virtiofsd
vte-common
vte3
vulkan-icd-loader
vulkan-radeon
wavpack
wayland
wayland-protocols
webkit2gtk-4.1
webrtc-audio-processing
wget
which
wireless_tools
wireplumber
wlroots0.15
woff2
wolfssl
wpa_supplicant
wpebackend-fdo
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfconf
xfsprogs
xkeyboard-config
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xxhash
xz
yajl
yara
zenity
zeromq
zip
zlib
zram-generator
zsh
zstd
