alacritty
amd-ucode
archlinux-keyring
autoconf
automake
base
bind
binutils
bison
blueman
bluez
bluez-utils
bridge-utils
c-ares
cifs-utils
cmatrix
cups
debugedit
dnsmasq
docker
docker-compose
dunst
efibootmgr
fakeroot
fastfetch
feh
ffmpeg
file
file-roller
findutils
flameshot
flatpak
flex
gawk
gcc
gettext
ghostscript
git
glow
gparted
grep
groff
gst-plugin-pipewire
gvfs
gvfs-smb
gzip
htop
imagemagick
iwd
jq
kitty
lazygit
libpulse
libtool
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lolcat
m4
maim
make
man-db
man-pages
mpv
nano
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
openbsd-netcat
pacman
patch
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
pyenv
python-dbus-next
python-iwlib
python-pip
python-pipx
python-psutil
python-requests
python-virtualenv
qt6-base
qt6-tools
qtile
radeontop
ranger
reflector
ripgrep
rofi
rofi-calc
scrot
sed
smartmontools
starship
steam
sudo
texinfo
thunar
thunar-archive-plugin
tk
traceroute
tree
ufw
unzip
vde2
vi
vim
virtualbox
vulkan-radeon
wget
which
wireless_tools
wireplumber
wireshark-qt
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
zip
zram-generator
zsh
