alacritty
amd-ucode
archlinux-keyring
autoconf
automake
base
bind
binutils
bison
bluez
bluez-utils
bridge-utils
cifs-utils
cmatrix
cups
debugedit
dnsmasq
efibootmgr
fakeroot
file
findutils
flatpak
flex
gawk
gcc
gettext
ghostscript
git
grep
groff
gst-plugin-pipewire
gzip
htop
imagemagick
iwd
lazygit
libguestfs
libpulse
libtool
libva-mesa-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
m4
maim
make
nano
neofetch
neovim
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
openbsd-netcat
pacman
patch
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
python-dbus-next
python-iwlib
python-pip
python-psutil
python-virtualenv
qemu-base
qtile
ranger
rofi
rofi-calc
scrot
sed
smartmontools
steam
sudo
texinfo
thunar
tree
ufw
unzip
vde2
vi
vim
virt-manager
virt-viewer
vulkan-radeon
wget
which
wireless_tools
wireplumber
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
zip
zram-generator
zsh
